/* WLAN Audit ©2011 Roberto Estrada\n\nEsta es una aplicacion pensada para auditar la seguridad de las claves de acceso de los puntos de acceso WLAN comprobando si pueden ser calculadas a traves de los datos publicos de la red.No me responsabilizo del uso que pueda derivarse de esta aplicacion\n\nBasado en el codigo de %@\n\nPuedes descargar el codigo desde:\n%@\n\nCompilado:%@ */
"about_message" = "WLAN Audit ©2011 Roberto Estrada\n\nEsta es una aplicacion pensada para auditar la seguridad de las claves de acceso de los puntos de acceso WLAN comprobando si pueden ser calculadas a traves de los datos publicos de la red.No me responsabilizo del uso que pueda derivarse de esta aplicacion\n\nBasado en el codigo de %@\n\nAlgoritmos de claves por defecto de Dudu (dudu@seguridadwireless.net) y Mambostar http://www.seguridadwireless.net\n\nEl icono esta bajo licencia CC-BY-SA 3.0 y es una obra derivada de los iconos de Open Security Architecture http://www.opensecurityarchitecture.org/cms/en/library/icon-library \n\nPuedes descargar el codigo desde:\n%@\n\nCompilado:%@";

/* Acerca de... */
"about_title" = "Acerca de...";

/* Copiar */
"copy_button" = "Copiar";

/* No se pudo encontrar la clave, el AP no tiene una clave que pueda ser calculada mediante sus datos publicos. */
"safe_ap_message" = "No se pudo encontrar la clave, el AP no tiene una clave que pueda ser calculada mediante sus datos publicos.";

/* AP seguro, clave no encontrada */
"safe_ap_title" = "AP seguro, clave no encontrada";

/* Se pudo calcular una posible clave por defecto a traves de los datos publicos.\n\nSi no se trata de tu AP, avisa a su propietario de que cambie la clave de su red.\n\nLa clave de la red %@ parece ser:\n%@ */
"unsafe_ap_message" = "Se pudo calcular una posible clave por defecto a traves de los datos publicos.\n\nSi no se trata de tu AP, avisa a su propietario de que cambie la clave de su red.\n\nLa clave de la red %@ parece ser:\n%@";

/* AP Inseguro, clave encontrada */
"unsafe_ap_title" = "AP Inseguro, clave encontrada";

/* El AP no tiene clave. */
"no_key_ap_message" = "El AP no tiene clave.";

/* Channel */
"channel" = "Canal";

/* Mode */
"mode" = "Modo";

/* Show network keys */
"network_keys" = "Calcular claves";

/* Key list controller title */
"key_list" = "Posibles claves";

/* Network details controller title */
"network_details" = "Detalles";

/* Network name */
"network_basic_data_section" = "Nombre de la red";

/* Network details */
"network_additional_data_section" = "Detalles";

/* Keys section */
"copy_keys_button_section" = "Datos de seguridad";